alacritty
brave-browser
build-essential
cheese
cmake
code
deepin-icon-theme
discord
easytag
fish
gdb
gh
gnome-tweaks
google-chrome-stable
gparted
gufw
htop
libssl-dev
llvm
locate
lollypop
make
neofetch
neovim
qemu-kvm
shellcheck
sqlite3
sqlitebrowser
symlinks
tensorman
thunderbird
tree
ttf-mscorefonts-installer
ubuntu-restricted-extras
ufw
virt-manager
wget
pcscd
exa
bat
