tap "aws/tap"
tap "caarlos0/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "cmake"
brew "direnv"
brew "exa"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "just"
brew "lsd"
brew "protobuf"
brew "zlib"
brew "mysql"
brew "n"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "sqlite"
brew "pipx"
brew "pre-commit"
brew "pyenv"
brew "python@3.9"
brew "python-tk@3.9"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tree"
brew "wget"
brew "zoxide"
brew "aws/tap/aws-sam-cli"
brew "caarlos0/tap/timer"
brew "hashicorp/tap/terraform"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "kitty"
cask "raycast"
