tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "supabase/tap"
brew "bat"
brew "cmake"
brew "coreutils"
brew "exa"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "hyperfine"
brew "sqlite"
brew "ipython"
brew "just"
brew "luajit"
brew "n"
brew "tree-sitter"
brew "neovim"
brew "nushell"
brew "okteto"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tree"
brew "wget"
brew "zlib"
brew "zoxide"
brew "caarlos0/tap/timer"
brew "supabase/tap/supabase"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "kitty"
cask "raycast"
