tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "supabase/tap"
brew "bat"
brew "cmake"
brew "coreutils"
brew "fish"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "hyperfine"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "luajit"
brew "n"
brew "tree-sitter"
brew "neovim"
brew "nushell"
brew "okteto"
brew "sqlite"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tree"
brew "wget"
brew "wrk"
brew "zlib"
brew "zoxide"
brew "caarlos0/tap/timer"
brew "supabase/tap/supabase"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "kitty"
cask "raycast"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bmalehorn.shell-syntax"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "dtsvet.vscode-wasm"
vscode "ecmel.vscode-html-css"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "fvclaus.sort-json-array"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "irongeek.vscode-env"
vscode "lextudio.restructuredtext"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "njpwerner.autodocstring"
vscode "opeolluwa.leptos"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sastan.twind-intellisense"
vscode "skellock.just"
vscode "syler.sass-indented"
vscode "tal7aouy.theme"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "trond-snekvik.simple-rst"
vscode "ultram4rine.vscode-choosealicense"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "zxh404.vscode-proto3"
